tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "buo/cask-upgrade"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "openssl@3"
brew "bat"
brew "chezmoi"
brew "cmake"
brew "libidn2"
brew "unixodbc"
brew "libpq"
brew "composer"
brew "ctags"
brew "doctl"
brew "eza"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "gopls"
brew "gperf"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "node"
brew "markdownlint-cli2"
brew "neofetch"
brew "neovim"
brew "openconnect"
brew "openssl@1.1"
brew "pandoc"
brew "pipx"
brew "plantuml"
brew "pnpm"
brew "pre-commit"
brew "pyenv"
brew "python-setuptools"
brew "qt"
brew "redis"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "so"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "virtualenv"
brew "wget"
brew "yt-dlp"
brew "z"
brew "heroku/brew/heroku"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "aldente"
cask "arc"
cask "bitwarden"
cask "clocker"
cask "discord"
cask "docker"
cask "flameshot"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "nordvpn"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "pritunl"
cask "rapidapi"
cask "spotify"
cask "telegram"
cask "tunnelblick"
cask "utm"
cask "vlc"
cask "zed"
